Revit 2027 API
FabricationPart.FreeSize Property
 The inner size of the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FreeSize { get; }
Public ReadOnly Property FreeSize As String
	Get
public:
property String^ FreeSize {
	String^ get ();
}
member FreeSize : string with get
Property Value
String
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace